Revit 2027 API
ParameterTypeId.MassDataMassOpeningArea Property
 "Mass Opening Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassDataMassOpeningArea { get; }
Public Shared ReadOnly Property MassDataMassOpeningArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassDataMassOpeningArea {
	ForgeTypeId^ get ();
}
static member MassDataMassOpeningArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace